org/2025-11-14-scientific_writing.org
#+title: Writing Class Inria

#+BEGIN_EXPORT html
---
layout: post
title: "Scientific workshop INRIA"
permalink: /:title/
tags: [workshop, scientific-writing]
---
#+END_EXPORT
* Workshop people
- Tunisian: Dhia: change point detection in time series.
- Brazilian: Wellington: predict number of resources.
- Algerian: Nazim
- Colombian: Me
- Senegal: Ben- Dia again: PDE
- Cameroon: Joel: LLM
- China: Minrei - (like min max - xray): theoretical computer scientist
- Algeria 2: Abdelgani: proof assistance
- Polish: Przemek


where does the distribution change? for dhia.
** Minrei
p=np/ theoretical computer science
second auction.
* Workshop
** Resources
- the craft of scientific writing
- communicating in science
- usage and abusage- a guide to good english
** AI in scientific writing
it's ok to use it for editing but not for ideas.
** Issues
- flow
- clarity
** Advice
1. Reading more -> writing better.
2. Do as much writing as possible. Writting is done, not born with.
3. Learn from the best.
*** Sign posting
give indications to the reader.
*** Density
Keep it low density
* Critique to documents
** 26
Reading text in natural images has focused again the attention of many researchers during the last few years due to the increasing availability of cheap image-capturing devices in low-cost products like mobile phones.

1. Very long
2. again feels out of place.
3. What is **natural** images?

Therefore, as text can be found on any environment, the applicability of text-reading systems is really extensive.
1. Question: in or on?
2. therefore --> is not a conclusion of the previous sentence.
3. really extensive --> informal


For this purpose, we present in this paper a robust method to read text in natural images.
1. OCR?
2. we present in this paper--> a bit informal.
   1. in this paper we present --> bit more elegant.


It is composed of two main separated stages.
1. first location, second extraction (sign posting/intro).
2. Clarity: "the method is composed..."


Firstly, text is located in the image using a set of simple and fast-to-compute features highly discriminative between character and non-character objects.
1. not a good connection in "fast-to-compute features highly discriminative between character"
2. "highly" --> sound pretentious without a proof.

They are based on geometric and gradient properties.
1. Who is they? features? the first stage? objects? characters?

The second part of the system carries out the recognition of the previously detected text.
1. the second part of the algorithm -> nitpicking

It uses gradient features to recognize single characters and Dynamic Programming (DP) to correct misspelled words.
1. whose it?

Experimental results obtained with different challenging datasets show that the proposed system exceeds state-of-the-art performance, both in terms of localization and recognition.
1. performance or performances (?)
2. Why challenging? not defined.
** 27
** 28
Parallel computing plays a major role in almost all the fields from research to major concern problem solving purposes.
1. "major concern problem solving purposes" -> what is this?
1. research is too broad

Many researches are till now focusing towards the area of parallel processing.
1.

Nowadays it extends its usage towards the end user application such as GPU as well as multi-core processor development.

The bandwidth measurement is essential for resource management and for studying the various performance factors of the existing super computer systems which will be helpful for better system utilization since super computers are very few and their resources should be properly utilized.

In this paper the real workload trace of one of the super computers LANL is taken and shown how the bandwidth is estimated with the given parameters.
* Phrasal verbs
just a quick reminder.
* Corrections
* Putting pen to paper
** method
1. put all my ideas in a list
2. do categories.
3. Do a mind map or a sankey diagram
* Example
Life in PhD
** Living conditions
*** expensive
*** entertaining
