_posts/2025-11-14-scientific_writing.html
<div id="table-of-contents" role="doc-toc">
<h1>Table of Contents</h1>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgd19af20">1. Workshop people</a>
<ul>
<li><a href="#orgc927c35">1.1. Minrei</a></li>
</ul>
</li>
<li><a href="#orgddaf8b9">2. Workshop</a>
<ul>
<li><a href="#org64fe788">2.1. Resources</a></li>
<li><a href="#orgee96f2c">2.2. AI in scientific writing</a></li>
<li><a href="#orged05438">2.3. Issues</a></li>
<li><a href="#org178e33c">2.4. Advice</a>
<ul>
<li><a href="#orgda01a07">2.4.1. Sign posting</a></li>
<li><a href="#org1e32f80">2.4.2. Density</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgd4d97cf">3. Critique to documents</a>
<ul>
<li><a href="#org90fea93">3.1. 26</a></li>
<li><a href="#orgc50e2d8">3.2. 27</a></li>
<li><a href="#orgf1f28af">3.3. 28</a></li>
</ul>
</li>
<li><a href="#org67a1dd5">4. Phrasal verbs</a></li>
<li><a href="#orgcc4ba1e">5. Corrections</a></li>
<li><a href="#orgceb660d">6. Putting pen to paper</a>
<ul>
<li><a href="#org95f0870">6.1. method</a></li>
</ul>
</li>
<li><a href="#orgf30b937">7. Example</a>
<ul>
<li><a href="#org8b44557">7.1. Living conditions</a>
<ul>
<li><a href="#org4f5f4ca">7.1.1. expensive</a></li>
<li><a href="#org1b3989c">7.1.2. entertaining</a></li>
<li><a href="#org09bfc23">7.1.3. lively?</a></li>
<li><a href="#orgbaaea72">7.1.4. diverse</a></li>
<li><a href="#orgc3ad4b3">7.1.5. architecture</a></li>
<li><a href="#org923d677">7.1.6. food</a></li>
<li><a href="#org16fa1f5">7.1.7. public transport</a>
<ul>
<li><a href="#org115514e">7.1.7.1. metro/train</a></li>
<li><a href="#org98c60df">7.1.7.2. sncf to the rest of france and europe</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org36f03de">7.2. opportunities</a>
<ul>
<li><a href="#orged72d91">7.2.1. education</a></li>
<li><a href="#org19d6c31">7.2.2. work</a></li>
</ul>
</li>
<li><a href="#org2f0481a">7.3. important city</a></li>
<li><a href="#orge926dd1">7.4. Overly visited by tourists</a></li>
</ul>
</li>
<li><a href="#orga1ff6cb">8. Paragraphs</a>
<ul>
<li><a href="#org727508c">8.1. Intro</a></li>
<li><a href="#org995e3ef">8.2. living conditions</a></li>
<li><a href="#orgae4dc50">8.3. Opportunities</a></li>
<li><a href="#org8b5c74c">8.4. Conclusion</a></li>
</ul>
</li>
<li><a href="#org7133c61">9. Work</a></li>
<li><a href="#org453b5ed">10. Punctuation</a>
<ul>
<li><a href="#org2e4be27">10.1. Dots .</a></li>
<li><a href="#org72550fd">10.2. Commas ,</a></li>
<li><a href="#org3272e86">10.3. Colons :</a>
<ul>
<li><a href="#org05b719e">10.3.1. Introducing a list</a></li>
<li><a href="#org99603ea">10.3.2. Introducing an explanation or elaboration</a></li>
<li><a href="#org71fc19b">10.3.3. Introducing a quote</a></li>
<li><a href="#orgb8f2c3f">10.3.4. Creating emphasis</a></li>
</ul>
</li>
<li><a href="#orgf214207">10.4. Semicolon ;</a></li>
<li><a href="#org75c63d5">10.5. More</a></li>
</ul>
</li>
<li><a href="#orgac98d8c">11. Guidelines to good scientific writing</a>
<ul>
<li><a href="#org741fe0f">11.1. objectives</a>
<ul>
<li><a href="#orgf3148d4">11.1.1. precision</a></li>
<li><a href="#org790bb5b">11.1.2. clarity</a></li>
<li><a href="#orgbd47654">11.1.3. familiarity</a></li>
<li><a href="#org1251cab">11.1.4. conciseness</a></li>
<li><a href="#orge5ec634">11.1.5. fluidity</a></li>
<li><a href="#orgbfedf78">11.1.6. forthrightness</a></li>
<li><a href="#orgc94c536">11.1.7. TODO: imagery</a></li>
</ul>
</li>
<li><a href="#org5b9bbd3">11.2. preparation</a></li>
<li><a href="#org24bd39a">11.3. Execution</a></li>
</ul>
</li>
</ul>
</div>
</div>
---
layout: post
title: "Scientific workshop INRIA"
permalink: /:title/
tags: [workshop, scientific-writing]
---
<div id="outline-container-orgd19af20" class="outline-1">
<h1 id="orgd19af20"><span class="section-number-1">1.</span> Workshop people</h1>
<div class="outline-text-1" id="text-1">
<ul class="org-ul">
<li>Tunisian: Dhia: change point detection in time series.</li>
<li>Brazilian: Wellington: predict number of resources.</li>
<li>Algerian: Nazim</li>
<li>Colombian: Me</li>
<li>Senegal: Ben- Dia again: PDE</li>
<li>Cameroon: Joel: LLM</li>
<li>China: Minrei - (like min max - xray): theoretical computer scientist</li>
<li>Algeria 2: Abdelgani: proof assistance</li>
<li>Polish: Przemek</li>
</ul>


<p>
where does the distribution change? for dhia.
</p>
</div>
<div id="outline-container-orgc927c35" class="outline-2">
<h2 id="orgc927c35"><span class="section-number-2">1.1.</span> Minrei</h2>
<div class="outline-text-2" id="text-1-1">
<p>
p=np/ theoretical computer science
second auction.
</p>
</div>
</div>
</div>
<div id="outline-container-orgddaf8b9" class="outline-1">
<h1 id="orgddaf8b9"><span class="section-number-1">2.</span> Workshop</h1>
<div class="outline-text-1" id="text-2">
</div>
<div id="outline-container-org64fe788" class="outline-2">
<h2 id="org64fe788"><span class="section-number-2">2.1.</span> Resources</h2>
<div class="outline-text-2" id="text-2-1">
<ul class="org-ul">
<li>the craft of scientific writing</li>
<li>communicating in science</li>
<li>usage and abusage- a guide to good english</li>
</ul>
</div>
</div>
<div id="outline-container-orgee96f2c" class="outline-2">
<h2 id="orgee96f2c"><span class="section-number-2">2.2.</span> AI in scientific writing</h2>
<div class="outline-text-2" id="text-2-2">
<p>
it&rsquo;s ok to use it for editing but not for ideas.
</p>
</div>
</div>
<div id="outline-container-orged05438" class="outline-2">
<h2 id="orged05438"><span class="section-number-2">2.3.</span> Issues</h2>
<div class="outline-text-2" id="text-2-3">
<ul class="org-ul">
<li>flow</li>
<li>clarity</li>
</ul>
</div>
</div>
<div id="outline-container-org178e33c" class="outline-2">
<h2 id="org178e33c"><span class="section-number-2">2.4.</span> Advice</h2>
<div class="outline-text-2" id="text-2-4">
<ol class="org-ol">
<li>Reading more -&gt; writing better.</li>
<li>Do as much writing as possible. Writting is done, not born with.</li>
<li>Learn from the best.</li>
</ol>
</div>
<div id="outline-container-orgda01a07" class="outline-3">
<h3 id="orgda01a07"><span class="section-number-3">2.4.1.</span> Sign posting</h3>
<div class="outline-text-3" id="text-2-4-1">
<p>
give indications to the reader.
</p>
</div>
</div>
<div id="outline-container-org1e32f80" class="outline-3">
<h3 id="org1e32f80"><span class="section-number-3">2.4.2.</span> Density</h3>
<div class="outline-text-3" id="text-2-4-2">
<p>
Keep it low density
</p>
</div>
</div>
</div>
</div>
<div id="outline-container-orgd4d97cf" class="outline-1">
<h1 id="orgd4d97cf"><span class="section-number-1">3.</span> Critique to documents</h1>
<div class="outline-text-1" id="text-3">
</div>
<div id="outline-container-org90fea93" class="outline-2">
<h2 id="org90fea93"><span class="section-number-2">3.1.</span> 26</h2>
<div class="outline-text-2" id="text-3-1">
<p>
Reading text in natural images has focused again the attention of many researchers during the last few years due to the increasing availability of cheap image-capturing devices in low-cost products like mobile phones.
</p>

<ol class="org-ol">
<li>Very long</li>
<li>again feels out of place.</li>
<li>What is <b><b>natural</b></b> images?</li>
</ol>

<p>
Therefore, as text can be found on any environment, the applicability of text-reading systems is really extensive.
</p>
<ol class="org-ol">
<li>Question: in or on?</li>
<li>therefore &#x2013;&gt; is not a conclusion of the previous sentence.</li>
<li>really extensive &#x2013;&gt; informal</li>
</ol>


<p>
For this purpose, we present in this paper a robust method to read text in natural images.
</p>
<ol class="org-ol">
<li>OCR?</li>
<li>we present in this paper&#x2013;&gt; a bit informal.
<ol class="org-ol">
<li>in this paper we present &#x2013;&gt; bit more elegant.</li>
</ol></li>
</ol>


<p>
It is composed of two main separated stages.
</p>
<ol class="org-ol">
<li>first location, second extraction (sign posting/intro).</li>
<li>Clarity: &ldquo;the method is composed&#x2026;&rdquo;</li>
</ol>


<p>
Firstly, text is located in the image using a set of simple and fast-to-compute features highly discriminative between character and non-character objects.
</p>
<ol class="org-ol">
<li>not a good connection in &ldquo;fast-to-compute features highly discriminative between character&rdquo;</li>
<li>&ldquo;highly&rdquo; &#x2013;&gt; sound pretentious without a proof.</li>
</ol>

<p>
They are based on geometric and gradient properties.
</p>
<ol class="org-ol">
<li>Who is they? features? the first stage? objects? characters?</li>
</ol>

<p>
The second part of the system carries out the recognition of the previously detected text.
</p>
<ol class="org-ol">
<li>the second part of the algorithm -&gt; nitpicking</li>
</ol>

<p>
It uses gradient features to recognize single characters and Dynamic Programming (DP) to correct misspelled words.
</p>
<ol class="org-ol">
<li>whose it?</li>
</ol>

<p>
Experimental results obtained with different challenging datasets show that the proposed system exceeds state-of-the-art performance, both in terms of localization and recognition.
</p>
<ol class="org-ol">
<li>performance or performances (?)</li>
<li>Why challenging? not defined.</li>
</ol>
</div>
</div>
<div id="outline-container-orgc50e2d8" class="outline-2">
<h2 id="orgc50e2d8"><span class="section-number-2">3.2.</span> 27</h2>
</div>
<div id="outline-container-orgf1f28af" class="outline-2">
<h2 id="orgf1f28af"><span class="section-number-2">3.3.</span> 28</h2>
<div class="outline-text-2" id="text-3-3">
<p>
Parallel computing plays a major role in almost all the fields from research to major concern problem solving purposes.
</p>
<ol class="org-ol">
<li>&ldquo;major concern problem solving purposes&rdquo; -&gt; what is this?</li>
<li>research is too broad</li>
</ol>

<p>
Many researches are till now focusing towards the area of parallel processing.
</p>
<ol class="org-ol">
<li></li>
</ol>

<p>
Nowadays it extends its usage towards the end user application such as GPU as well as multi-core processor development.
</p>

<p>
The bandwidth measurement is essential for resource management and for studying the various performance factors of the existing super computer systems which will be helpful for better system utilization since super computers are very few and their resources should be properly utilized.
</p>

<p>
In this paper the real workload trace of one of the super computers LANL is taken and shown how the bandwidth is estimated with the given parameters.
</p>
</div>
</div>
</div>
<div id="outline-container-org67a1dd5" class="outline-1">
<h1 id="org67a1dd5"><span class="section-number-1">4.</span> Phrasal verbs</h1>
<div class="outline-text-1" id="text-4">
<p>
just a quick reminder.
</p>
</div>
</div>
<div id="outline-container-orgcc4ba1e" class="outline-1">
<h1 id="orgcc4ba1e"><span class="section-number-1">5.</span> Corrections</h1>
</div>
<div id="outline-container-orgceb660d" class="outline-1">
<h1 id="orgceb660d"><span class="section-number-1">6.</span> Putting pen to paper</h1>
<div class="outline-text-1" id="text-6">
</div>
<div id="outline-container-org95f0870" class="outline-2">
<h2 id="org95f0870"><span class="section-number-2">6.1.</span> method</h2>
<div class="outline-text-2" id="text-6-1">
<ol class="org-ol">
<li>put all my ideas in a list</li>
<li>do categories.</li>
<li>Do a mind map or a sankey diagram</li>
</ol>
</div>
</div>
</div>
