org/2025-11-14-scientific_writing.org
*** lively?
not the city of lights. Everything closes early
*** diverse
*** architecture
*** food
*** public transport
**** metro/train
**** sncf to the rest of france and europe
** opportunities
*** education
*** work
** important city
** Overly visited by tourists
* Paragraphs
** Intro
Is Paris worth the price and the overly-crowded streets?
** living conditions
Paris is well connected, in the middle of the blue banana
It is lively, but closes quite early.
The architecture is beautiful and full of museums.
the gastronomical offer is varied
** Opportunities
People don't come to paris just because it is pretty.
Companies only offer jobs here.
most well ranked universities from france are in the ile the france region
** Conclusion
Living in paris is as worth it, as the opportunity given to do so.
Is not the city of lights, but is definitely fun.
* Work
Paris is one of the most expensive cities in the world to live in.
Is it really worth the price?
While it is famously known for its great gastronomy, beautiful architecture, and impressive museums,
the residents of the city are constantly struggling with the downsides of the french capital.
With rent prices raising, tourism overflowing, and a concentration of job offers unlike anywhere in France life in Paris becomes about trade-offs.

People can't afford to live near their work.
Parisians have normalized having a one hour commute time to work.
While the streets are filled with tourists,
the residents spend their life in the unreliable trains and metros that connect the suburbs with the city center.
The traditional restaurants are continuously replaced by low-quality and expensive ones.
Thus, the city of 3 million people slowly becomes the home of nobody.

Living in Paris is, for many people, the only choice.
While no worker can easily afford rent in Paris, companies can.
With 30% of the French GDP coming from the Ile de France region,
it is common to have Paris as the only choice for a professional career.
The problem extends to students as well, with most highly ranked universities being in the Ile de France region.

Living in Paris is as worth it as the opportunity given to do so.
While more affordable or better paying cities exist,
Paris sits in an equilibrium of opportunity and cost.
Being one of the most populated regions in Europe,
the cultural, and gastronomical offers will be hardly matched.
Finally, the city of lights shines upon those blessed enough to find a worthy trade-off.
* Punctuation
** Dots .
Are used to divide up paragraphs, otherwise reading can become very tiresome.
Assume an average length of seventeen words,
though be sure to vary sentence length for variety.
** Commas ,
Facilitate reading and not trip up the reader.
It must neither be used too sparingly, nor too profusely.
** Colons :
Are used for definitions and introduce lists, but do not break statements.

examples:
*** Introducing a list
Paris demands three things from its residents: patience, money, and a tolerance for chaos.

*** Introducing an explanation or elaboration
The city feels both irresistible and exhausting: it offers opportunity, but at a steep emotional cost.

*** Introducing a quote
She once said it best: “Paris forces you to choose what you’re willing to sacrifice.”

*** Creating emphasis
For many commuters, the truth is simple: Paris is a place you endure to be close to your dreams.
** Semicolon ;
 Has a specific purpose: to connect two sentences closely linked in thought.
 E.g. “There is no cure for Alzheimer's disease;
 it brings dementia and slow death to thousands of Americans every year.”
** More
not explained.




* Guidelines to good scientific writing
** objectives
*** precision
*RIGHT WORDS*
about choosing the right words.
Don't hesitate to repeat a word if it's the right one.

*Specific*
is about _anchoring_. Being clear, with words instead of vague.
problems--> high winds i.e.
corrective measures them --> put them horizontally.


*avoid over-specification*
don't give THAT much detail.
*** clarity
*Keep it simple*
not too complex. Avoid it.

*avoid vagueness*
avoid vagueness, pretentious, double-hedging, homonyms.

*pronouns*
what does it refer to? avoid it

*explain equations*
they are already hard enough.

*punctuation*
[[*Punctuation][Punctuation]]

*** familiarity
*Define unfamiliar words*

*avoid jargon*
Don't overload paragraphs with abbreviations.

*use written/numerical analogies*
*** conciseness
eliminate redundancies and make every word count.
