_posts/2025-11-14-scientific_writing.html
<div id="outline-container-orgf30b937" class="outline-1">
<h1 id="orgf30b937"><span class="section-number-1">7.</span> Example</h1>
<div class="outline-text-1" id="text-7">
<p>
Life in PhD
</p>
</div>
<div id="outline-container-org8b44557" class="outline-2">
<h2 id="org8b44557"><span class="section-number-2">7.1.</span> Living conditions</h2>
<div class="outline-text-2" id="text-7-1">
</div>
<div id="outline-container-org4f5f4ca" class="outline-3">
<h3 id="org4f5f4ca"><span class="section-number-3">7.1.1.</span> expensive</h3>
</div>
<div id="outline-container-org1b3989c" class="outline-3">
<h3 id="org1b3989c"><span class="section-number-3">7.1.2.</span> entertaining</h3>
</div>
<div id="outline-container-org09bfc23" class="outline-3">
<h3 id="org09bfc23"><span class="section-number-3">7.1.3.</span> lively?</h3>
<div class="outline-text-3" id="text-7-1-3">
<p>
not the city of lights. Everything closes early
</p>
</div>
</div>
<div id="outline-container-orgbaaea72" class="outline-3">
<h3 id="orgbaaea72"><span class="section-number-3">7.1.4.</span> diverse</h3>
</div>
<div id="outline-container-orgc3ad4b3" class="outline-3">
<h3 id="orgc3ad4b3"><span class="section-number-3">7.1.5.</span> architecture</h3>
</div>
<div id="outline-container-org923d677" class="outline-3">
<h3 id="org923d677"><span class="section-number-3">7.1.6.</span> food</h3>
</div>
<div id="outline-container-org16fa1f5" class="outline-3">
<h3 id="org16fa1f5"><span class="section-number-3">7.1.7.</span> public transport</h3>
<div class="outline-text-3" id="text-7-1-7">
</div>
<div id="outline-container-org115514e" class="outline-4">
<h4 id="org115514e"><span class="section-number-4">7.1.7.1.</span> metro/train</h4>
</div>
<div id="outline-container-org98c60df" class="outline-4">
<h4 id="org98c60df"><span class="section-number-4">7.1.7.2.</span> sncf to the rest of france and europe</h4>
</div>
</div>
</div>
<div id="outline-container-org36f03de" class="outline-2">
<h2 id="org36f03de"><span class="section-number-2">7.2.</span> opportunities</h2>
<div class="outline-text-2" id="text-7-2">
</div>
<div id="outline-container-orged72d91" class="outline-3">
<h3 id="orged72d91"><span class="section-number-3">7.2.1.</span> education</h3>
</div>
<div id="outline-container-org19d6c31" class="outline-3">
<h3 id="org19d6c31"><span class="section-number-3">7.2.2.</span> work</h3>
</div>
</div>
<div id="outline-container-org2f0481a" class="outline-2">
<h2 id="org2f0481a"><span class="section-number-2">7.3.</span> important city</h2>
</div>
<div id="outline-container-orge926dd1" class="outline-2">
<h2 id="orge926dd1"><span class="section-number-2">7.4.</span> Overly visited by tourists</h2>
</div>
</div>
<div id="outline-container-orga1ff6cb" class="outline-1">
<h1 id="orga1ff6cb"><span class="section-number-1">8.</span> Paragraphs</h1>
<div class="outline-text-1" id="text-8">
</div>
<div id="outline-container-org727508c" class="outline-2">
<h2 id="org727508c"><span class="section-number-2">8.1.</span> Intro</h2>
<div class="outline-text-2" id="text-8-1">
<p>
Is Paris worth the price and the overly-crowded streets?
</p>
</div>
</div>
<div id="outline-container-org995e3ef" class="outline-2">
<h2 id="org995e3ef"><span class="section-number-2">8.2.</span> living conditions</h2>
<div class="outline-text-2" id="text-8-2">
<p>
Paris is well connected, in the middle of the blue banana
It is lively, but closes quite early.
The architecture is beautiful and full of museums.
the gastronomical offer is varied
</p>
</div>
</div>
<div id="outline-container-orgae4dc50" class="outline-2">
<h2 id="orgae4dc50"><span class="section-number-2">8.3.</span> Opportunities</h2>
<div class="outline-text-2" id="text-8-3">
<p>
People don&rsquo;t come to paris just because it is pretty.
Companies only offer jobs here.
most well ranked universities from france are in the ile the france region
</p>
</div>
</div>
<div id="outline-container-org8b5c74c" class="outline-2">
<h2 id="org8b5c74c"><span class="section-number-2">8.4.</span> Conclusion</h2>
<div class="outline-text-2" id="text-8-4">
<p>
Living in paris is as worth it, as the opportunity given to do so.
Is not the city of lights, but is definitely fun.
</p>
</div>
</div>
</div>
<div id="outline-container-org7133c61" class="outline-1">
<h1 id="org7133c61"><span class="section-number-1">9.</span> Work</h1>
<div class="outline-text-1" id="text-9">
<p>
Paris is one of the most expensive cities in the world to live in.
Is it really worth the price?
While it is famously known for its great gastronomy, beautiful architecture, and impressive museums,
the residents of the city are constantly struggling with the downsides of the french capital.
With rent prices raising, tourism overflowing, and a concentration of job offers unlike anywhere in France life in Paris becomes about trade-offs.
</p>

<p>
People can&rsquo;t afford to live near their work.
Parisians have normalized having a one hour commute time to work.
While the streets are filled with tourists,
the residents spend their life in the unreliable trains and metros that connect the suburbs with the city center.
The traditional restaurants are continuously replaced by low-quality and expensive ones.
Thus, the city of 3 million people slowly becomes the home of nobody.
</p>

<p>
Living in Paris is, for many people, the only choice.
While no worker can easily afford rent in Paris, companies can.
With 30% of the French GDP coming from the Ile de France region,
it is common to have Paris as the only choice for a professional career.
The problem extends to students as well, with most highly ranked universities being in the Ile de France region.
</p>

<p>
Living in Paris is as worth it as the opportunity given to do so.
While more affordable or better paying cities exist,
Paris sits in an equilibrium of opportunity and cost.
Being one of the most populated regions in Europe,
the cultural, and gastronomical offers will be hardly matched.
Finally, the city of lights shines upon those blessed enough to find a worthy trade-off.
</p>
</div>
</div>
<div id="outline-container-org453b5ed" class="outline-1">
<h1 id="org453b5ed"><span class="section-number-1">10.</span> Punctuation</h1>
<div class="outline-text-1" id="text-10">
</div>
<div id="outline-container-org2e4be27" class="outline-2">
<h2 id="org2e4be27"><span class="section-number-2">10.1.</span> Dots .</h2>
<div class="outline-text-2" id="text-10-1">
<p>
Are used to divide up paragraphs, otherwise reading can become very tiresome.
Assume an average length of seventeen words,
though be sure to vary sentence length for variety.
</p>
</div>
</div>
<div id="outline-container-org72550fd" class="outline-2">
<h2 id="org72550fd"><span class="section-number-2">10.2.</span> Commas ,</h2>
<div class="outline-text-2" id="text-10-2">
<p>
Facilitate reading and not trip up the reader.
It must neither be used too sparingly, nor too profusely.
</p>
</div>
</div>
<div id="outline-container-org3272e86" class="outline-2">
<h2 id="org3272e86"><span class="section-number-2">10.3.</span> Colons :</h2>
<div class="outline-text-2" id="text-10-3">
<p>
Are used for definitions and introduce lists, but do not break statements.
</p>

<p>
examples:
</p>
</div>
<div id="outline-container-org05b719e" class="outline-3">
<h3 id="org05b719e"><span class="section-number-3">10.3.1.</span> Introducing a list</h3>
<div class="outline-text-3" id="text-10-3-1">
<p>
Paris demands three things from its residents: patience, money, and a tolerance for chaos.
</p>
</div>
</div>
<div id="outline-container-org99603ea" class="outline-3">
<h3 id="org99603ea"><span class="section-number-3">10.3.2.</span> Introducing an explanation or elaboration</h3>
<div class="outline-text-3" id="text-10-3-2">
<p>
The city feels both irresistible and exhausting: it offers opportunity, but at a steep emotional cost.
</p>
</div>
</div>
<div id="outline-container-org71fc19b" class="outline-3">
<h3 id="org71fc19b"><span class="section-number-3">10.3.3.</span> Introducing a quote</h3>
<div class="outline-text-3" id="text-10-3-3">
<p>
She once said it best: “Paris forces you to choose what you’re willing to sacrifice.”
</p>
</div>
</div>
<div id="outline-container-orgb8f2c3f" class="outline-3">
<h3 id="orgb8f2c3f"><span class="section-number-3">10.3.4.</span> Creating emphasis</h3>
<div class="outline-text-3" id="text-10-3-4">
<p>
For many commuters, the truth is simple: Paris is a place you endure to be close to your dreams.
</p>
</div>
</div>
</div>
<div id="outline-container-orgf214207" class="outline-2">
<h2 id="orgf214207"><span class="section-number-2">10.4.</span> Semicolon ;</h2>
<div class="outline-text-2" id="text-10-4">
<p>
Has a specific purpose: to connect two sentences closely linked in thought.
E.g. “There is no cure for Alzheimer&rsquo;s disease;
it brings dementia and slow death to thousands of Americans every year.”
</p>
</div>
</div>
<div id="outline-container-org75c63d5" class="outline-2">
<h2 id="org75c63d5"><span class="section-number-2">10.5.</span> More</h2>
<div class="outline-text-2" id="text-10-5">
<p>
not explained.
</p>
</div>
</div>
</div>
<div id="outline-container-orgac98d8c" class="outline-1">
<h1 id="orgac98d8c"><span class="section-number-1">11.</span> Guidelines to good scientific writing</h1>
<div class="outline-text-1" id="text-11">
</div>
<div id="outline-container-org741fe0f" class="outline-2">
<h2 id="org741fe0f"><span class="section-number-2">11.1.</span> objectives</h2>
<div class="outline-text-2" id="text-11-1">
</div>
<div id="outline-container-orgf3148d4" class="outline-3">
<h3 id="orgf3148d4"><span class="section-number-3">11.1.1.</span> precision</h3>
<div class="outline-text-3" id="text-11-1-1">
<p>
<b>RIGHT WORDS</b>
about choosing the right words.
Don&rsquo;t hesitate to repeat a word if it&rsquo;s the right one.
</p>

<p>
<b>Specific</b>
is about <span class="underline">anchoring</span>. Being clear, with words instead of vague.
problems&#x2013;&gt; high winds i.e.
corrective measures them &#x2013;&gt; put them horizontally.
</p>


<p>
<b>avoid over-specification</b>
don&rsquo;t give THAT much detail.
</p>
</div>
</div>
<div id="outline-container-org790bb5b" class="outline-3">
<h3 id="org790bb5b"><span class="section-number-3">11.1.2.</span> clarity</h3>
<div class="outline-text-3" id="text-11-1-2">
<p>
<b>Keep it simple</b>
not too complex. Avoid it.
</p>

<p>
<b>avoid vagueness</b>
avoid vagueness, pretentious, double-hedging, homonyms.
</p>

<p>
<b>pronouns</b>
what does it refer to? avoid it
</p>

<p>
<b>explain equations</b>
they are already hard enough.
</p>

<p>
<b>punctuation</b>
Punctuation
</p>
</div>
</div>
<div id="outline-container-orgbd47654" class="outline-3">
<h3 id="orgbd47654"><span class="section-number-3">11.1.3.</span> familiarity</h3>
<div class="outline-text-3" id="text-11-1-3">
<p>
<b>Define unfamiliar words</b>
</p>

<p>
<b>avoid jargon</b>
Don&rsquo;t overload paragraphs with abbreviations.
</p>

<p>
<b>use written/numerical analogies</b>
</p>
</div>
</div>
<div id="outline-container-org1251cab" class="outline-3">
<h3 id="org1251cab"><span class="section-number-3">11.1.4.</span> conciseness</h3>
<div class="outline-text-3" id="text-11-1-4">
<p>
eliminate redundancies and make every word count.
</p>
</div>
</div>
