org/2025-11-14-scientific_writing.org
*** fluidity
1. vary sentence structure. For example you can start with:
   1. verb
   2. while
   3. subject
   4. infitive
   5. preposition
   6. question
2. vary paragraph
3. vary sentence length
4. eliminate discontinuities. Use:
   1. also
   2. and
   3. but
   4. finally
   5. however
   6. moreover


*** forthrightness
nouns provide anchors

use active voice, less verbose.

avoid pretentious words

avoid arrogance, things are not obvious.
*** TODO: imagery
** preparation
1. make notes
2. write ideas
3. speak about your research
** Execution
1. write draft and the polish
2. make sure to get words first and the polish.
3. use someone else to re-read.
4. change your phisical setting.
