_posts/2025-11-14-scientific_writing.html
<div id="outline-container-orge5ec634" class="outline-3">
<h3 id="orge5ec634"><span class="section-number-3">11.1.5.</span> fluidity</h3>
<div class="outline-text-3" id="text-11-1-5">
<ol class="org-ol">
<li>vary sentence structure. For example you can start with:
<ol class="org-ol">
<li>verb</li>
<li>while</li>
<li>subject</li>
<li>infitive</li>
<li>preposition</li>
<li>question</li>
</ol></li>
<li>vary paragraph</li>
<li>vary sentence length</li>
<li>eliminate discontinuities. Use:
<ol class="org-ol">
<li>also</li>
<li>and</li>
<li>but</li>
<li>finally</li>
<li>however</li>
<li>moreover</li>
</ol></li>
</ol>
</div>
</div>
<div id="outline-container-orgbfedf78" class="outline-3">
<h3 id="orgbfedf78"><span class="section-number-3">11.1.6.</span> forthrightness</h3>
<div class="outline-text-3" id="text-11-1-6">
<p>
nouns provide anchors
</p>

<p>
use active voice, less verbose.
</p>

<p>
avoid pretentious words
</p>

<p>
avoid arrogance, things are not obvious.
</p>
</div>
</div>
<div id="outline-container-orgc94c536" class="outline-3">
<h3 id="orgc94c536"><span class="section-number-3">11.1.7.</span> TODO: imagery</h3>
</div>
</div>
<div id="outline-container-org5b9bbd3" class="outline-2">
<h2 id="org5b9bbd3"><span class="section-number-2">11.2.</span> preparation</h2>
<div class="outline-text-2" id="text-11-2">
<ol class="org-ol">
<li>make notes</li>
<li>write ideas</li>
<li>speak about your research</li>
</ol>
</div>
</div>
<div id="outline-container-org24bd39a" class="outline-2">
<h2 id="org24bd39a"><span class="section-number-2">11.3.</span> Execution</h2>
<div class="outline-text-2" id="text-11-3">
<ol class="org-ol">
<li>write draft and the polish</li>
<li>make sure to get words first and the polish.</li>
<li>use someone else to re-read.</li>
<li>change your phisical setting.</li>
</ol>
</div>
</div>
</div>
